Repository: Baahcy/mnemo
Catalog: po/*.po
Languages: sk_sk

source: %s characters
sk_sk: %s znakov

source: %s file successfully imported
sk_sk: súbor %s úspe¹ne importovaný

source: %s's Notepad
sk_sk: Poznámky pou¾ívateµa %s

source: Access denied deleting note.
sk_sk: Pri vymazávaní poznámky bol zamietnutý prístup.

source: Access denied moving the note.
sk_sk: Pri presúvaní poznámky bol zamietnutý prístup.

source: Access denied saving note to %s.
sk_sk: Pri ukladaní poznámky do %s bol zamietnutý prístup.

source: Access denied saving note: %s
sk_sk: Pri ukladaní poznámky bol zamietnutý prístup: %s

source: Ascending
sk_sk: Vzostupne

source: CSV
sk_sk: CSV (hodnoty oddelené èiarkou)

source: Cancel
sk_sk: Zru¹i»

source: Category
sk_sk: Kategória

source: Change
sk_sk: Zmeni»

source: Change Permissions
sk_sk: Zmeni» práva

source: Change your note sorting and display options.
sk_sk: Nastavenie triedenia a zobrazovania poznámok.

source: Choose your default Notepad.
sk_sk: Vybra» prednastavený poznámkový blok:

source: Close Search
sk_sk: Zavrie» hµadanie

source: Create
sk_sk: Vytvori»

source: Create Notepad
sk_sk: Vytvori» poznámkový blok

source: Create a new Notepad
sk_sk: Vytvori» nový poznámkový blok

source: Created
sk_sk: Vytvorené

source: Decrypt
sk_sk: De¹ifrova»

source: Default Notepad
sk_sk: Prednastavený poznámkový blok

source: Default sorting criteria:
sk_sk: Prednastavený spôsob triedenia:

source: Default sorting direction:
sk_sk: Prednastavený smer triedenia:

source: Delete
sk_sk: Vymaza»

source: Delete %s
sk_sk: Vymaza» %s

source: Delete Confirmation
sk_sk: Potvrdenie vymazania

source: Delete button behaviour
sk_sk: Správanie sa tlaèidla vymaza»

source: Delete this note
sk_sk: Vymaza» túto poznámku

source: Descending
sk_sk: Zostupne

source: Description
sk_sk: Popis

source: Description:
sk_sk: Popis:

source: Did not find note %s
sk_sk: Nenájdená poznámka %s

source: Display Options
sk_sk: Nastavenie zobrazenia

source: Do you want to confirm deleting entries?
sk_sk: Chcete potvrdi» vymazanie záznamov?

source: Edit
sk_sk: Upravi»

source: Edit "%s"
sk_sk: Upravi» "%s"

source: Edit %s
sk_sk: Upravi» %s

source: Edit Note
sk_sk: Upravi» poznámku

source: Edit categories and colors
sk_sk: Upravi» kategórie a farby

source: Edit: %s
sk_sk: Upravi»: %s

source: Empty Note
sk_sk: Prázdna poznámka

source: Encryption support has not been configured, please contact your administrator.
sk_sk: Podpora ¹ifrovania nie je nastavená, prosím kontaktujte Va¹eho administrátora.

source: Export Notes
sk_sk: Exportova» poznámky

source: General Options
sk_sk: V¹eobecné nastavenia

source: Import Notes, Step %d
sk_sk: Import poznámok, krok %d

source: Import/Export Notes
sk_sk: Import/Export poznámok

source: In:
sk_sk: V:

source: Last Modified
sk_sk: Posledná aktualizácia

source: Manage Notepads
sk_sk: Spravova» poznámkové bloky

source: Maximum Number of Notes
sk_sk: Maximálny poèet poznámok

source: Memo Text
sk_sk: Text poznámky

source: Menu List
sk_sk: Zoznam menu

source: More Options...
sk_sk: Dal¹ie mo¾nosti...

source: My Notepads:
sk_sk: Moje poznámkové bloky:

source: My Notes
sk_sk: Moje poznámky

source: Name
sk_sk: Meno

source: Name:
sk_sk: Meno:

source: New Note
sk_sk: Nová poznámka

source: Next
sk_sk: Ïalej

source: No iCalendar data was found.
sk_sk: Neboli nájdené ¾iadne údaje iCalendar.

source: No notes match
sk_sk: ®iadne poznámky nevyhovujú

source: No notes match the current criteria.
sk_sk: ®iadne poznámky nevyhovujú aktuálnym kritériám.

source: No notes to display
sk_sk: ®iadne poznámky na zobrazenie

source: No_te
sk_sk: Po_známka

source: Not found
sk_sk: Nenájdené.

source: Note Category
sk_sk: Kategória poznámky

source: Note Details
sk_sk: Detaily poznámky

source: Note Lists
sk_sk: Zoznamy poznámkových blokov

source: Note Text
sk_sk: Text poznámky

source: Note _Text
sk_sk: _Text poznámky

source: Note not found.
sk_sk: Poznámka nebola nájdená.

source: Note_pad
sk_sk: _Poznámkový blok

source: Notepad
sk_sk: Poznámkový blok

source: Notepad List
sk_sk: Zoznam poznámkových blokov

source: Notepads
sk_sk: Poznámkové bloky

source: Notepads must have a name.
sk_sk: Poznámkové bloky musia ma» názov.

source: Notepads:
sk_sk: Poznámkové bloky:

source: Notes Summary
sk_sk: Súhrn poznámok

source: Permission Denied
sk_sk: Prístup zamietnutý

source: Permission denied
sk_sk: Prístup zamietnutý

source: Permissions
sk_sk: Práva

source: Really delete the notepad "%s"? This cannot be undone and all data on this notepad will be permanently removed.
sk_sk: Naozaj zmaza» poznámkový blok "%s"? Táto operácia nemô¾e by» navrátená a v¹etky údaje v tomto poznámkovom bloku budú permanentne odstránené.

source: Really delete this note?
sk_sk: Naozaj zmaza» túto poznámku?

source: Save
sk_sk: Ulo¾i»

source: Save as PDF
sk_sk: Ulo¾i» ako PDF

source: Search
sk_sk: Hµada»

source: Search Results
sk_sk: Výsledky hµadania

source: Search for Notepads:
sk_sk: Hµada» poznámkové bloky:

source: Select a notepad
sk_sk: Vyberte poznámkový blok

source: Select the export format:
sk_sk: Vyberte formát exportu:

source: Select the file to import:
sk_sk: Vyberte súbor na import:

source: Select the format of the source file:
sk_sk: Vyberte formát zdrojového súboru:

source: Shared Notepads:
sk_sk: Zdieµané poznámkové bloky:

source: Should the Notepad be shown in its own column in the List view?
sk_sk: Má by» poznámkový blok zobrazený vo vlastnom ståpci v prehµade?

source: Show action buttons?
sk_sk: Zobrazi» tlaèidlá akcií?

source: Show notepad name?
sk_sk: Zobrazi» meno poznámkového bloku?

source: Show notepad options panel?
sk_sk: Zobrazi» panel s nastaveniami poznámkového bloku?

source: Show notes from these categories
sk_sk: Zobrazi» poznámky z týchto kategórií

source: Sort by Category
sk_sk: Triedi» podµa kategórie

source: Sort by Note Text
sk_sk: Triedi» podµa textu poznámky

source: Sort by Notepad
sk_sk: Triedi» podµa poznámkového bloku

source: Successfully saved "%s".
sk_sk: Úspe¹ne ulo¾ené: "%s".

source: The %s file didn't contain any notes.
sk_sk: Súbor %s neobsahoval ¾iadne poznámky.

source: The Notes backend is not currently available.
sk_sk: Backend pre poznámky nie je k dispozícii.

source: The Notes backend is not currently available: %s
sk_sk: Backend pre poznámky nie je k dispozícii: %s

source: The note was deleted.
sk_sk: Poznámka bola vymazaná.

source: The notepad "%s" couldn't be created: %s
sk_sk: Poznámkový blok "%s" sa nepodarilo vytvori»: %s

source: The notepad "%s" has been created.
sk_sk: Poznámkový blok "%s" bol vytvorený.

source: The notepad "%s" has been deleted.
sk_sk: Poznámkový blok "%s" bol vymazaný.

source: The notepad "%s" has been renamed to "%s".
sk_sk: Poznámkový blok "%s" bol premenovaný na "%s".

source: The notepad "%s" has been saved.
sk_sk: Poznámkový blok "%s" bol ulo¾ený.

source: There was an error importing the data: %s
sk_sk: Nastala chyba pri importe údajov: %s

source: There was an error importing the iCalendar data.
sk_sk: Nastala chyba pri importe údajov iCalendar.

source: There was an error importing the vNote data.
sk_sk: Nastala chyba pri importe údajov vNote.

source: There was an error removing the note: %s
sk_sk: Nastala chyba pri odstraòovaní poznámky: %s

source: There was an error saving the note: %s
sk_sk: Nastala chyba pri ukladaní poznámky: %s

source: There was an error viewing this notepad: %s
sk_sk: Nastala chyba pri prezeraní tohto poznámkového bloku: %s.

source: There were no memos to export.
sk_sk: Nie sú ¾iadne poznámky pre export.

source: This file format is not supported.
sk_sk: Tento formát súboru nie je podporovaný.

source: This note cannot be decrypted:
sk_sk: Táto poznámka nemô¾e by» de¹ifrovaná:

source: This note has been encrypted, please provide the password below.
sk_sk: Táto poznámka bola za¹ifrovaná, prosím zadajte heslo ni¾¹ie.

source: This note has been encrypted.
sk_sk: Táto poznámka bola za¹ifrovaná.

source: This notepad cannot be deleted
sk_sk: Tento poznámkový blok nemô¾e by» vymazaný.

source: Unable to delete "%s": %s
sk_sk: Nepodarilo sa vymaza» "%s": %s

source: Unable to load the definition of %s.
sk_sk: Nemo¾né nahra» definíciu %s.

source: Unable to save notepad "%s": %s
sk_sk: Nepodarilo sa ulo¾i» poznámkový blok "%s": %s

source: Unfiled
sk_sk: Nenastavená

source: Unsupported Content-Type: %s
sk_sk: Nepodporovaný typ obsahu (Content-Type): %s

source: Which Notepad should the notes be added to?
sk_sk: Do ktorého poznámkového bloku sa majú prida» poznámky?

source: You are not allowed to change this notepad.
sk_sk: Nemáte právo na zmenu tohto poznámkového bloku.

source: You are not allowed to create more than %d notes.
sk_sk: Nemáte právo vytvori» viac ako %d poznámok.

source: You are not allowed to delete this notepad.
sk_sk: Nemáte právo na zmazanie tohto poznámkového bloku.

source: You do not have permission to view the notepad %s.
sk_sk: Nemáte právo na zobrazenie poznámkového bloku %s.

source: You must select a notepad to be deleted.
sk_sk: Musíte oznaèi» poznámkový blok, ktorý má by» vymazaný.

source: Your default notepad:
sk_sk: Prednastavený poznámkový blok:

source: [Manage Notepads]
sk_sk: [Spravova» poznámkové bloky]

source: _Body
sk_sk: _Telo

source: _Category
sk_sk: _Kategória

source: _Delete
sk_sk: _Vymaza»

source: _Edit
sk_sk: _Upravi»

source: _Encrypt?
sk_sk: Za¹i_frova»?

source: _For:
sk_sk: _Podµa:

source: _List Notes
sk_sk: _Zoznam poznámok

source: _New Note
sk_sk: _Nová poznámka

source: _Password
sk_sk: _Heslo

source: _Print
sk_sk: _Tlaèi»

source: _Search
sk_sk: _Hµada»

source: _Title
sk_sk: _Názov

source: by %s
sk_sk: pou¾ívateµom %s

source: by me
sk_sk: Vami

source: in %s
sk_sk: v %s

source: notes.csv
sk_sk: poznamky.csv
